Repository: DGrothe-PhD/punktspiel
Catalog: lib/l10n/intl_*.arb
Languages: de, fr

source: Hello!
de: Hallo!
fr: Allô!

# welcomeUser
source: Welcome, {name}!
de: Willkommen, {name}!
fr: Bonjour, {name}!

# isOffline
source: Sorry, the website cannot be displayed.
de: Diese Seite kann nicht angezeigt werden.
fr: Cette page ne peut pas être affichée.

# leastPointsWinning
source: -- the least
de: -- weniger
fr: -- les moins

# mostPointsWinning
source: ++ the most
de: ++ mehr
fr: ++ les plus

# submitPoints
source: Submit
de: Eintragen
fr: Inscrire

source: Delete last entry
de: Letzten löschen
fr: Effacer le dernier

# deletePlayer
source: Delete player {name}?
de: Spieler {name} löschen?
fr: Effacer joueur/se {name} ?

# noSecondEntry
source: Points for {name} already submitted for this round.
de: Punkte für {name} sind schon eingetragen.
fr: Les points pour {name} sont déjà inscrits.

source: Got it!
de: Verstanden!
fr: Compris !

# answerYes
source: Yes
de: Ja
fr: Oui

# answerNo
source: No
de: Nein
fr: Non

# best
source: Best game:
de: Bestes Spiel:
fr: Le meilleur jeu :

source: Undo
de: Widerrufen
fr: Annuler

# clearNameField
source: Clear field
de: Text löschen
fr: Effacer ce texte

# close
source: Close view
de: Schließen
fr: Fermer

# hideTable
source: Back
de: Zurück
fr: Retourner

# emailSubject
source: Our game results
de: Unsere Spielergebnisse
fr: Notres résultats de jeu

# shareEverything
source: Share all
de: Tabelle teilen
fr: Partager tout

source: Share results
de: Ergebnis teilen
fr: Partager le résultat

# showTable
source: Show results
de: Spielstand
fr: Les résultats

# deleteAllResults
source: Delete it all
de: Alles löschen
fr: Tout effacer

source: Next Round
de: Neue Runde
fr: Encore une fois

# openerLabel
source: {name} starts
de: {name} fängt an
fr: {name} commence

# aboutTitle
source: About this app
de: Über die App
fr: A propos de l'application

# gameModeTabTitle
source: Game mode
de: Spielmodus
fr: Mode de jeu

# helpTitle
source: How to use this app
de: Anleitung
fr: Mode d'emploi

# overviewTabTitle
source: Collecting points
de: Punktevergabe
fr: Donner les points

# resultsTitle
source: Results
de: Spielstand
fr: Les résultats

# averagePointsLabel
source: Average of points/game:
de: Mittelwert Punkte/Spiel:
fr: La moyenne de points :

# playedRoundsLabel
source: Played:
de: Gespielt:
fr: Joué:

# playersLabel
source: Players:
de: Teilnehmer:
fr: Joueurs :

# pointsLabel
source: Points:
de: Punkte:

# pointsTotalLabel
source: Sum of points:
de: Punkte insgesamt:
fr: Somme de points :

# resultsLabel
source: Results
de: Ergebnisse
fr: Les résultats

# zeroPointsLabel
source: Games with zero points:
de: Spiele punktlos:
fr: Joué zéro points:

# settingsLabel
source: Settings
de: Einstellungen
fr: Configurer

# furtherSettingsLabel
source: More settings
de: Weitere Einstellungen
fr: Autres paramètres

# hintPointsMissing
source: Hint: Missing results for {names}
de: Hinweis: Punkte fehlen für {names}
fr: Remarque : il manque des points pour {names}

# pointSubmitFeedback
source: {name} gets {points} point(s).
de: {name} bekommt {points} Punkte.
fr: {name} reçoit {points} points.

# noColon
source: Without at least one colon, “{name}” is read as one name. Proceed anyway?
de: Ohne Komma wird „{name}“ als ein Name gelesen, korrekt?
fr: Sans virgule(s), « {name} » est lu comme un seul nom, correct ?

# winFor
source: Winning
de: Gewinn
fr: Gagner

# cantBeEmpty
source: Cannot be empty
de: Feld darf nicht leer sein
fr: Cela ne doit pas être vide.

# commasIgnored
source: Hint: Commas are ignored.
de: Hinweis: Kommas werden ignoriert.
fr: Remarque : les virgules sont ignorées.

# foundDuplicateName
source: Found duplicate name(s)
de: Doppelte(n) Namen gefunden
fr: Trouvé un/des double(s) nom(s)

source: Rummy
de: Rommee
fr: Rami

source: Table tennis
de: Tischtennis
fr: Ping-pong

source: Miscellaneous
de: Verschiedenes
fr: Votre choix
